Examples/groovyBC/delayed-t-junction/constant/polyMesh/boundary
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii; 	
 class polyBoundaryMesh; 	
 location "constant/polyMesh"; 	
 object boundary; 	
}

(
  outlet

  {
    type patch;
    nFaces 25; 	
    startFace 21200; 	

  }
  inlet2

  {
    type patch;
    nFaces 75; 	
    startFace 21225; 	

  }
  inlet1

  {
    type patch;
    nFaces 50; 	
    startFace 21300; 	

  }
  defaultFaces

  {
    type wall;
    nFaces 4700; 	
    startFace 21350; 	

  }
)
